Revit 2024 API
InitialIntensity.Clone Method
 Creates a copy of the InitialIntensity derived object.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public InitialIntensity Clone()
Visual Basic
Public Function Clone As InitialIntensity
Visual C++
public:
InitialIntensity^ Clone()
See Also
InitialIntensity Class
Autodesk.Revit.DB.Lighting Namespace